[
    {
        "id": 1,
        "image": "assets/img/ministries/13.jpg",
        "title": "Help us to Provide Food to the Hungry",
        "shorttext": "Help us to Provide Food to the Hungry, We all wish we could do more to support underprivileged serious patients facing challenges and their caregivers, beyond our prayers. Sometimes, the family members of serious patients do not have time to look after themselves, not even have the time to have food, which is the basic necessity as they are always around taking care of their close ones.",
        "postdate": "29 Januray 2022",
        "category": [
            1,
            4
        ],
        "htmltext": "eetetrte",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 2,
        "image": "assets/img/ministries/14.jpg",
        "title": "Donate Educational Kit for Children",
        "shorttext": "How does it feel not having a roof over the head? It is hard for us to even imagine, but think about those for whom living on the streets is a reality. We know their life is stressful and full of challenges. We cannot solve the problem of homelessness overnight but we can definitely support early education for the homeless children in our society. Education is a continuous and life changing process and we at Mohan Lanka Foundation feel that no children should be deprived of their right to education. We need your support in providing Educational Kit for Children in need.",
        "postdate": "29 December 2022",
        "category": [
            2,
            3
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 3,
        "image": "assets/img/ministries/15.jpg",
        "title": "Emergency Response and Disaster Relief",
        "shorttext": "Our team along with volunteers and doctors are always first to respond to natural or manmade disasters, with principal response efforts focused on food, shelter, water, health and sanitation. We reached out to far off villages during 2013 Uttarakhand floods with emergency relief.",
        "postdate": "29 December 2022",
        "category": [
            3,
            2
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 4,
        "image": "assets/img/ministries/16.jpg",
        "title": "COVID-19 Response",
        "shorttext": "We continues to play a central role in combating the pandemic – with the largest emergency response in our history,  Our achievements to date include: Clean water supplies for 10,000 people. Hygiene kits with crucial supplies like soap, hand sanitizer, masks and sanitary napkins, for 100,000 people. Nutritious food for 5000 people who face the threat of malnutrition due to lockdowns or loss of income. Cash or vouchers enabling 10,000 people to choose what they need most and support local businesses.",
        "postdate": "29 December 2022",
        "category": [
            4,
            1
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 5,
        "image": "assets/img/ministries/17.jpg",
        "title": "Mohan Lanka Foundation is working to support more effective and motivated health workers",
        "shorttext": "Mohan Lanka Foundation goes beyond providing health services and works to address the barriers that prevent the most vulnerable people from accessing quality, equitable health care.",
        "postdate": "29 December 2022",
        "category": [
            1,
            4
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 6,
        "image": "assets/img/ministries/12.jpg",
        "title": "Donate to provide Hope, Dignity and Economic Opportunity",
        "shorttext": "Help Mohan Lanka fight poverty and respond to desperate need by making a tax-deductible gift today. With your support we can: Help poor families send their children to school.Fight hunger and poverty in countries in crisis. Help people learn skills to start and sustain their own businesses.Deliver emergency aid when disaster strikes.Help women build a better life for themselves, their families and their communities.",
        "postdate": "29 December 2022",
        "category": [
            2,
            3
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 7,
        "image": "assets/img/ministries/7.jpg",
        "title": " Child Focused Community Development",
        "shorttext": "Promote and facilitate the protection, safety and rights of children and ensure that children continue their education. To empower women economically, socially and politically with Self-Help Groups as agents of change within the home and community.",
        "postdate": "29 December 2022",
        "category": [
            3,
            2
        ],
        "htmltext": " ",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 8,
        "image": "assets/img/ministries/8.jpg",
        "title": "Upgrade the lifestyle of the underprivileged families",
        "shorttext": "This program was launched to upgrade the lifestyle of the underprivileged families in order to overcome the hardships in life. We believe that if they are provided with initial capital and the knowledge by training to do certain types of livelihood activates would help them to lead a good life with the facilities provided by us to start a self-employment business. Our belief is to improve their life style which create a peaceful environment at home for those children to carry out their studies as well as the parents to have a less weight on their hardship to bring up their children.",
        "postdate": "29 December 2022",
        "category": [
            4,
            1
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    },
    {
        "id": 9,
        "image": "assets/img/ministries/9.jpg",
        "title": "Individual Child Sponsorship",
        "shorttext": "Our Sponsorship program is for under-privileged children who are living in above areas with low income status of families, mostly orphaned and/or abandoned children. Overall, the program focuses on the children’s educational development. Our main aim is to support the underprivileged children to stand on their own feet in the society.",
        "postdate": "29 December 2022",
        "category": [
            1,
            4
        ],
        "htmltext": "",
        "gallery": [
            "assets/img/ministries/details/4.jpg",
            "assets/img/ministries/details/5.jpg",
            "assets/img/ministries/details/6.jpg"
        ]
    }
    
    
]